Repository: BassemSiam/delibox
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Create Account
ar: انشاء حساب

# words_rigster
source: Fill in the data and create a new account
ar: قم بملأ البيانات و انشاء حساب جديد

source: User Name
ar: اسم المستخدم

source: Brand Name
ar: اسم البرند

source: Phone Number
ar: رقم الهاتف

# email
source: Email Address
ar: البريد الالكترونى

source: Password
ar: كلمة المرور

source: Rigister
ar: تسجيل

# thare_are_account
source: have an Account?
ar: يوجد حساب بالفعل؟

source: Sign in
ar: دخول

# user_validator
source: You must enter the user name
ar: يجب ادخال اسم المستخدم

# brand_validator
source: You must enter the brand name
ar: يجب ادخال اسم البرند

# phone_validator
source: You must enter the phone Number
ar: يجب ادخال رقم الهاتف

# phone_count_validator
source: The phone number must be 11 valid digits
ar: يجب ان يكون رقم الهاتف 11 رقم صحيح

# phone_fasle_validator
source: Phone number is incorrect
ar: رقم الهاتف غير صحيح

# email_validator
source: You must enter an email
ar: يجب ادخال البريد الالكترونى

# email_fasle_validator
source: This email is incorrect
ar: هذا البريد الالكترونى غير صحيح

# password_validator
source: You must enter the Password
ar: يجب ادخال كلمة المرور

# email_already_in_use
source: The email address is already in use
ar: عنوان البريد الإلكتروني مستخدم بالفعل

# weak_password
source: The password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل

# network_request_failed
source: There is no internet connection
ar: لا يوجد اتصال بالانترنت

source: Login
ar: دخول

# words_login
source: Fill in the data to log in
ar: قم بملأ البيانات لتسجيل الدخول

# dont_are_account
source: Don't have an account?
ar: لا يوجد حساب ؟

# user_not_found
source: User not found, try with another account
ar: لم يتم العثور على المستخدم، حاول بحساب اخر

# wrong_password
source: The password is incorrect
ar: كلمة المرور خاطئة

# too_many_requests
source: Try Again later
ar: حاول مجددا فى وقت لاحق

source: New orders
ar: الطلبات الجديدة

# accounting
source: Orders history
ar: تاريخ الطلبات

# count_orders
source: Number of orders
ar: عدد الطلبات

source: Order number
ar: رقم الطلب

# ask_delete_orders
source: Do you want to delete order number
ar: هل تريد حذف طلب رقم

source: Delete
ar: حذف

source: Delete order
ar: حذف طلب

source: Customer Name
ar: اسم العميل

source: Customer Phone
ar: رقم العميل

source: Number of pieces
ar: عدد القطع

# the_address
source: Address
ar: العنوان

source: Governorate
ar: محافظة

source: Region
ar: منطقة

# street_name
source: Street
ar: اسم الشارع

# building_number
source: Building
ar: رقم العقار

# floor_number
source: floor
ar: الدور

# apartment_number
source: apartment
ar: رقم الشقة

source: Notes
ar: ملاحظات

source: (shipping price )
ar: (مصاريف الشحن)

# total_amount
source: Total Price
ar: اجمالى السعر

source: Order Code
ar: كود الطلب

# is_shipped
source: Shipped
ar: تم الشحن

# Not_shipped
source: Cancel
ar: لم يتم الشحن

# no_orders
source: There are no Orders
ar: لا يوجد طلبات

# add_orders
source: Click on '+' to add a new Orders
ar: اضغط على '+' لاضافة طلب جديد

# add_customer_name
source: You must enter the customer's name
ar: يجب ادخال اسم العميل

# numer_order_validator
source: You must enter the number of pieces
ar: يجب ادخال عدد القطع

source: (without shipping)
ar: ( بدون الشحن )

# price_order_validator
source: You must enter the price
ar: يجب ادخال السعر

# address_Detailed
source: Detailed address
ar: العنوان بالتفصيل

source: Choose Governorate
ar: اختار المحافظة

# choose_governorate_validator
source: you must Choose Governorate
ar: يجب اختيار المحافظة

# comments_chose
source: Notes (optional)
ar: ملاحظات (اختيــــارى)

# new_requast_added
source: A new Order has been added
ar: تم اظافة طلب جديد

source: Data error
ar: خطأ فى البيانات

source: Add Order
ar: اضافة طلب

# region_validator
source: You must enter a Region
ar: يجب ادخال اسم النطقة

# street_name_validator
source: You must enter a Street Name
ar: يجب ادخال اسم الشارع

# building_validator
source: You must enter building Number
ar: يجب ادخال رقم العقار

# flor_validator
source: You must enter floor Number
ar: يجب ادخال رقم الدور

# appartment_validator
source: You must ente apartment Number
ar: يجب ادخال رقم الشقة

source: Date
ar: التاريخ

# count
source: Number
ar: العدد

source: Price
ar: السعر

# no_accounting_now
source: There are no orders for the account now
ar: لا يوجد طلبات الان للحساب

# add_accountin_order
source: Add New Orders
ar: اضف طلب جديد

source: Search by Name
ar: بحث باسم العميل

# there_are_no_data_found
source: No results found
ar: لم يتم العثور على نتائج

# search_by_customer_name
source: Search by customer name to view order information
ar: ابحث باسم العميل لعرض بينات الطلب

source: pices
ar: قطع

# pound
source: L.E
ar: جنيه

source: In waiting
ar: فى الانتظار

source: Edit successfully
ar: تم التعديل بنجاح

source: Logout
ar: خروج

source: Logout
ar: تسجيل الخروج

source: Do you want to Logout?
ar: هل تريد تسجيل الخروج ؟

source: customers
ar: العملاء

source: brand
ar: البرند

source: orders
ar: الطلب

source: No
ar: لا

source: yes
ar: نعم

# order_deliverd
source: order shipped
ar: شحن الطلب

# do_the_order_delivered
source: Has the order been shipped?
ar: هل تم شحن الطلب

source: Order Cancel
ar: رفض الطلب

source: Cancel
ar: رفض

# do_the_order_cancel
source: Has the order been rejected?
ar: هل تم رفض الطلب

# code_copy
source: The order code has been copied
ar: تم نسخ كود الطلب

# filter_by_governorate
source: filter by governorate to view order information
ar: اختار محافظة لعرض الطلبات

# add_new_order_t
source: add new order
ar: اضافة طلب جديد

# add_new_order_b
source: to add new order click on '+'
ar: لإضافة طلب جديد اضغط على '+'

# Add_order_t
source: Add order
ar: اضافة طلب

# Add_order_b
source: enter all information for the customer and the order
ar: إدخال كافة المعلومات الخاصة بالعميل والطلب

# Orders_t
source: Orders
ar: طلبات

# Orders_b
source: track all orders and status
ar: تتبع جميع الطلبات والحالة

# Orders_Search_t
source: Orders Search
ar: بحث الطلبات

# Orders_Search_b
source: you can search for orders by customer name to get all information for the order
ar: يمكنك البحث عن الطلبات حسب اسم العميل للحصول على كافة المعلومات الخاصة بالطلب

# Accounting_t
source: Accounting
ar: محاسبة

# Accounting_b
source: Accounting for all you orders day by day
ar: المحاسبة لجميع طلباتك يوما بعد يوم

# profile_t
source: Profile
ar: الحساب التعريفى

# profile_b
source: your profile and you can update brand name , email or phone of your infromation
ar: ملفك الشخصي ويمكنك تحديث اسم العلامة التجارية أو البريد الإلكتروني أو الهاتف الخاص بمعلوماتك

# contact_us_t
source: Contact us
ar: تواصل بنا

# contact_us_b
source: you can change the langauge of the app and you can contact us anytime
ar: يمكنك تغيير لغة التطبيق ويمكنك الاتصال بنا في أي وقت

source: Skip
ar: تخطى

source: Select Language :
ar: اختيار اللغة :

# error_network
source: There is a problem with the Internet , try again later
ar: يوجد مشكلة فى الانترنت , حاول فى وقت لاحق

source: Ok
ar: نعم
